log/2019-10-16/2019-10-16-11:37:56
20        Threads
50        Connections per thread
13000     Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        77486.41          ---          ---     13.04400      4399.87 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      77486.41         0.00         0.00     13.04400      4399.87 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.230         0.00
SET       0.240         0.00
SET       0.250         0.00
SET       0.260         0.00
SET       0.270         0.00
SET       0.280         0.00
SET       0.290         0.00
SET       0.300         0.01
SET       0.310         0.01
SET       0.320         0.01
SET       0.330         0.02
SET       0.340         0.02
SET       0.350         0.03
SET       0.360         0.03
SET       0.370         0.03
SET       0.380         0.04
SET       0.390         0.04
SET       0.400         0.04
SET       0.410         0.05
SET       0.420         0.05
SET       0.430         0.05
SET       0.440         0.06
SET       0.450         0.06
SET       0.460         0.06
SET       0.470         0.07
SET       0.480         0.07
SET       0.490         0.07
SET       0.500         0.08
SET       0.510         0.08
SET       0.520         0.08
SET       0.530         0.09
SET       0.540         0.09
SET       0.550         0.09
SET       0.560         0.10
SET       0.570         0.10
SET       0.580         0.10
SET       0.590         0.10
SET       0.600         0.11
SET       0.610         0.11
SET       0.620         0.11
SET       0.630         0.12
SET       0.640         0.12
SET       0.650         0.12
SET       0.660         0.12
SET       0.670         0.13
SET       0.680         0.13
SET       0.690         0.13
SET       0.700         0.13
SET       0.710         0.14
SET       0.720         0.14
SET       0.730         0.14
SET       0.740         0.14
SET       0.750         0.15
SET       0.760         0.15
SET       0.770         0.15
SET       0.780         0.15
SET       0.790         0.15
SET       0.800         0.16
SET       0.810         0.16
SET       0.820         0.16
SET       0.830         0.17
SET       0.840         0.17
SET       0.850         0.17
SET       0.860         0.17
SET       0.870         0.18
SET       0.880         0.18
SET       0.890         0.18
SET       0.900         0.18
SET       0.910         0.19
SET       0.920         0.19
SET       0.930         0.19
SET       0.940         0.19
SET       0.950         0.19
SET       0.960         0.20
SET       0.970         0.20
SET       0.980         0.20
SET       0.990         0.20
SET       1.000         0.21
SET       1.100         0.23
SET       1.200         0.25
SET       1.300         0.27
SET       1.400         0.29
SET       1.500         0.30
SET       1.600         0.32
SET       1.700         0.34
SET       1.800         0.35
SET       1.900         0.37
SET       2.000         0.39
SET       2.100         0.41
SET       2.200         0.42
SET       2.300         0.44
SET       2.400         0.47
SET       2.500         0.49
SET       2.600         0.51
SET       2.700         0.53
SET       2.800         0.56
SET       2.900         0.59
SET       3.000         0.62
SET       3.100         0.65
SET       3.200         0.69
SET       3.300         0.73
SET       3.400         0.77
SET       3.500         0.81
SET       3.600         0.84
SET       3.700         0.88
SET       3.800         0.91
SET       3.900         0.94
SET       4.000         0.97
SET       4.100         1.00
SET       4.200         1.03
SET       4.300         1.07
SET       4.400         1.10
SET       4.500         1.13
SET       4.600         1.16
SET       4.700         1.20
SET       4.800         1.23
SET       4.900         1.27
SET       5.000         1.30
SET       5.100         1.34
SET       5.200         1.39
SET       5.300         1.43
SET       5.400         1.48
SET       5.500         1.53
SET       5.600         1.58
SET       5.700         1.64
SET       5.800         1.70
SET       5.900         1.77
SET       6.000         1.84
SET       6.100         1.92
SET       6.200         2.01
SET       6.300         2.12
SET       6.400         2.23
SET       6.500         2.35
SET       6.600         2.49
SET       6.700         2.64
SET       6.800         2.81
SET       6.900         3.00
SET       7.000         3.21
SET       7.100         3.44
SET       7.200         3.69
SET       7.300         3.96
SET       7.400         4.28
SET       7.500         4.62
SET       7.600         4.99
SET       7.700         5.41
SET       7.800         5.85
SET       7.900         6.34
SET       8.000         6.88
SET       8.100         7.46
SET       8.200         8.08
SET       8.300         8.75
SET       8.400         9.46
SET       8.500        10.23
SET       8.600        11.05
SET       8.700        11.91
SET       8.800        12.81
SET       8.900        13.76
SET       9.000        14.76
SET       9.100        15.81
SET       9.200        16.88
SET       9.300        18.00
SET       9.400        19.17
SET       9.500        20.37
SET       9.600        21.62
SET       9.700        22.87
SET       9.800        24.17
SET       9.900        25.50
SET      10.000        33.08
SET      11.000        47.18
SET      12.000        59.83
SET      13.000        69.98
SET      14.000        77.47
SET      15.000        82.77
SET      16.000        86.43
SET      17.000        88.93
SET      18.000        90.70
SET      19.000        92.02
SET      20.000        93.07
SET      21.000        93.91
SET      22.000        94.61
SET      23.000        95.22
SET      24.000        95.73
SET      25.000        96.19
SET      26.000        96.59
SET      27.000        96.93
SET      28.000        97.22
SET      29.000        97.46
SET      30.000        97.69
SET      31.000        97.88
SET      32.000        98.05
SET      33.000        98.19
SET      34.000        98.33
SET      35.000        98.45
SET      36.000        98.55
SET      37.000        98.65
SET      38.000        98.74
SET      39.000        98.82
SET      40.000        98.90
SET      41.000        98.98
SET      42.000        99.06
SET      43.000        99.13
SET      44.000        99.21
SET      45.000        99.28
SET      46.000        99.35
SET      47.000        99.42
SET      48.000        99.49
SET      49.000        99.55
SET      50.000        99.61
SET      51.000        99.66
SET      52.000        99.70
SET      53.000        99.73
SET      54.000        99.76
SET      55.000        99.78
SET      56.000        99.80
SET      57.000        99.82
SET      58.000        99.84
SET      59.000        99.85
SET      60.000        99.86
SET      61.000        99.87
SET      62.000        99.88
SET      63.000        99.88
SET      64.000        99.89
SET      65.000        99.89
SET      66.000        99.90
SET      67.000        99.90
SET      68.000        99.90
SET      69.000        99.91
SET      70.000        99.91
SET      71.000        99.91
SET      72.000        99.92
SET      73.000        99.92
SET      74.000        99.92
SET      75.000        99.92
SET      76.000        99.93
SET      77.000        99.93
SET      78.000        99.93
SET      79.000        99.93
SET      80.000        99.94
SET      81.000        99.94
SET      82.000        99.94
SET      83.000        99.94
SET      84.000        99.95
SET      85.000        99.95
SET      86.000        99.95
SET      87.000        99.95
SET      88.000        99.95
SET      89.000        99.95
SET      90.000        99.96
SET      91.000        99.96
SET      92.000        99.96
SET      93.000        99.96
SET      94.000        99.96
SET      95.000        99.96
SET      96.000        99.97
SET      97.000        99.97
SET      98.000        99.97
SET      99.000        99.97
SET     100.000        99.98
SET     110.000        99.98
SET     120.000        99.99
SET     130.000       100.00
SET     140.000       100.00
SET     150.000       100.00
SET     160.000       100.00
SET     170.000       100.00
SET     180.000       100.00
SET     190.000       100.00
SET     200.000       100.00
SET     210.000       100.00
SET     220.000       100.00
SET     230.000       100.00
SET     240.000       100.00
SET     250.000       100.00
SET     260.000       100.00
SET     270.000       100.00
SET     280.000       100.00
SET     300.000       100.00
SET     310.000       100.00
SET     320.000       100.00
SET     330.000       100.00
SET     340.000       100.00
SET     350.000       100.00
SET     370.000       100.00
SET     380.000       100.00
SET     390.000       100.00
SET     400.000       100.00
SET     420.000       100.00
SET     430.000       100.00
SET     440.000       100.00
SET     450.000       100.00
SET     460.000       100.00
SET     470.000       100.00
SET     480.000       100.00
SET     490.000       100.00
SET     500.000       100.00
SET     510.000       100.00
SET     520.000       100.00
SET     530.000       100.00
SET     540.000       100.00
SET     550.000       100.00
SET     560.000       100.00
SET     570.000       100.00
SET     580.000       100.00
SET     590.000       100.00
SET     600.000       100.00
SET     610.000       100.00
SET     620.000       100.00
SET     630.000       100.00
SET     640.000       100.00
SET     650.000       100.00
SET     660.000       100.00
SET     670.000       100.00
SET     680.000       100.00
SET     690.000       100.00
SET     700.000       100.00
SET     710.000       100.00
SET     720.000       100.00
SET     730.000       100.00
SET     750.000       100.00
SET     770.000       100.00
SET     780.000       100.00
SET     790.000       100.00
SET     820.000       100.00
SET     830.000       100.00
SET     870.000       100.00
SET     920.000       100.00
SET     960.000       100.00
---
---